// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "Gestión de funciones de usuario";

UsersTabTitle = "Usuarios:";
GroupsTabTitle = "Grupos:";
RolesTabTitle = "Funciones:";

// default roles
DeviceAdministrator = "Administrador del dispositivo";
DeviceGuest = "Dispositivo invitado";
DeviceUser = "Usuario del dispositivo";

//account types
User = "Usuario";
Group = "Grupo";

// context menu operatons
DeleteUserGroupContextMenu = "Eliminar usuario(s) o grupo(s)";
DeleteRoleContextMenu = "Eliminar role(s)";
MoveToGroupContextMenu = "Mover a grupos";
MoveToUserContextMenu = "Mover a usuarios";

// properties names
NameAttribute = "Nombre:";
RoleAttribute = "Función:";
AuthenticationAttribute = "Método de inscripción:";
AccountTypeAttribute = "Tipo";

// progress titles
UpdateInformationProcessTitle = "Actualizando información...";

// new accounts window
OkButton = "OK";
CancelButton = "Cancelar";

AccountSettingsTabTitle = "Ajustes de cuenta";
PermissionsPoliciesTabTitle = "Políticas de permisos";
WindowsDefaultRoleTitle = "Permiso por omisión establecido para Windows:";
LDAPDefaultRoleTitle = "Permiso por omisión establecido para LDAP:";

// alerts
DuplicateNameMessage = "Este nombre ya se ha utilizado.";
DuplicateUserGroupNameDescription = "Este usuario de red o el nombre de grupo ya se han utilizado. Introduzca un nuevo usuario de red o nombre de grupo.";
DuplicateNameDescription = "Este nombre ya se ha utilizado. Introduzca un nuevo nombre.";
NetworkUserAndGroupTitle = "Usuario o grupo de red";

DeleteRoleErrorDescription = "No se puede eliminar el conjunto de permisos (%@) porque aún se está utilizando como conjunto de permisos predeterminado, en un grupo de redes o en una asignación de conjuntos de permisos de usuario a dispositivo.";

// tooltips
CreateNewUserToolTip = "Crear un usuario nuevo";
CreateNewGroupToolTip = "Crear un grupo nuevo";
CreateNewRoleToolTip = "Crear una función nueva";

DeleteUsersToolTip = "Eliminar los usuarios seleccionados";
DeleteGroupsToolTip = "Eliminar los grupos seleccionados";
DeleteRolesToolTip = "Eliminar las funciones seleccionadas";

// permission policies
ApplicationNameKey = "Nombre de la aplicación";
ValueKey = "Valor";

ADMINISTRATIONAPPLICATION = "Aplicación de administración";
REPORTS = "Informes";
CONFIGURATIONSTATUSPAGES = "Páginas de estado/configuración";
CONFIGURATIONPAGE = "Página de configuración";
USAGEPAGE = "Página de uso";
FILEDIRECTORY = "Directorio de archivos";
SUPPLIESSTATUSPAGE = "Página de estado de suministros";
COLORUSAGEJOBLOG = "Registro de trabajo de uso de color";
FAXREPORTS = "Informes de fax";
FAXACTIVITYLOG = "Registro de actividad de fax";
BILLINGCODESREPORT = "Informe de códigos de facturación";
BLOCKEDFAXLIST = "Lista de faxes bloqueados";
LASTFAXCALLREPORT = "Informe última llamada de fax";
SPEEDDIALLIST = "Lista de discado rápido";
OTHERPAGES = "Otras páginas";
GENERALSETTINGS = "Configuración general";
GENERAL = "Configuración general";
DATETIME = "Fecha/Hora";
DATEANDTIME = "Fecha/Hora";
ENERGYSETTINGS = "Ajustes de energía";
PRINTQUALITYMENU = "Menú de calidad de impresión";
MANAGESTOREDJOBS = "Gestionar trabajo almacenados";
ENABLERETRIEVEFROMUSB = "Habilitar recuperación desde USB";
RESTOREFACTORYSETTINGS = "Restaurar configuración de fábrica";
DISPLAYSETTINGS = "Configuración de pantalla";
NETWORKSETTINGS = "Configuración de red";
NETWORKPROTOCOLS = "Protocolos de red";
COPYSETTINGS = "Ajustes de copia";
FAXSETTINGS = "Configuración del fax";
FAXSENDSETTINGS = "Configuración de envío de fax";
FAXSENDSETUP = "Configurar envío de fax";
FAXSETUPWIZARD = "Asistente de configuración de fax";
GENERALFAXSENDSETTINGS = "Configuración de envío de fax general";
DEFAULTJOBOPTIONSFAXSEND = "Opciones predeterminadas de trabajo (envío de fax)";
FAXRECEIVESETTINGS = "Configuración de recepción de fax";
FAXRECEIVESETUP = "Configurar recepción de fax";
FAXPRINTINGSCHEDULE = "Cronograma de impresión de fax";
BLOCKEDFAXNUMBERS = "Números de faxes bloqueados";
DEFAULTJOBOPTIONSFAXRECEIVE = "Opciones predeterminadas de trabajo (recepción de fax)";
FAXFORWARDING = "Reenvío de faxes";
GENERALPRINTSETTINGS = "Configuración general de impresión";
DEFAULTPRINTOPTIONS = "Opciones predeterminadas de impresión";
MANAGETRAYS = "Gestionar bandejas";
STAPLERSTACKERSETTINGS = "Configuración apiladora/grapadora";
SCANDIGITALSENDSETTINGS = "Configuración de envío digital/escaneo";
SCANDIGITALSEND = "Configuración de envío digital/escaneo";
EMAILSETTINGS = "Configuración de correo electrónico";
EMAILSETUP = "Configurar correo electrónico";
DEFAULTJOBSETTINGSEMAILSETTINGS = "Configuración predeterminada de trabajo (configuración de correo electrónico)";
SAVETONETWORKFOLDERSETTINGS = "Configuración de almacenamiento en carpeta de red";
SAVETONETWORKFOLDERSETUP = "Configurar almacenamiento en carpeta de red";
DEFAULTJOBSETTINGSNETWORKFOLDER = "Configuración predeterminada de trabajo (carpeta de red)";
SAVETOUSBSETTINGS = "Configuración de almacenamiento en unidad USB";
SAVETOUSBSETUP = "Configurar almacenamiento en unidad USB";
SAVETOUSBJOBSETTINGS = "Configuración de almacenamiento de trabajo en unidad USB";
DIGITALSENDSERVICESETUP = "Configurar servicio de envío digital";
MANAGESUPPLIES = "Gestión de suministros";
RESETSUPPLIES = "Restablecer suministros";
TROUBLESHOOTINGMENU = "Menú de resolución de problemas";
TROUBLESHOOTING = "Menú de resolución de problemas";
RETRIEVEDIAGNOSTICDATA = "Recuperar datos de diagnóstico";
DIAGNOSTICDATA = "Recuperar datos de diagnóstico";
STAPLERSTACKER = "Grapadora Apiladora";
RETRIEVEFAXDIAGNOSTICDATA = "Recuperar datos de diagnóstico de fax";
REMOTECONTROLPANEL = "Panel de control remoto";
DIGITALSENDINGSOFTWAREDSSSETUP = "Configuración de Digital Sending Software (DSS)";
DIGITALSENDINGSOFTWARESETUP = "Configuración de Digital Sending Software";
SUPPLYSTATUSAPPLICATION = "Aplicación estado de suministros";
COPYAPPLICATION = "Aplicación de copia";
SIDEDCOPYOUTPUT = "Salida de copia de 1 cara";
MAKEACOLORCOPY = "Hacer copia color";
SAVETODEVICEMEMORYAPPLICATION = "Guardar a aplicación de memoria de dispositivo";
OPENFROMDEVICEMEMORYAPPLICATION = "Abrir desde aplicación de memoria de dispositivo";
STOREDFAXES = "Faxes almacenados";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "Eliminar trabajos almacenados (compartidos o privados)";
TRAYS = "Bandejas";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "Capacidad para modificar la configuración de tipo y tamaño de la bandeja";
PRINTING = "Impresión";
PRINTINCOLOR = "Impresión a color";
OPENFROMUSBAPPLICATION = "Abrir desde aplicación USB";
FAXAPPLICATION = "Aplicación de fax";
ABILITYTOEDITTHEBILLINGCODE = "Capacidad para editar el código de facturación";
ABILITYTOEDITASPEEDDIAL = "Capacidad para editar un discado rápido";
EMAILAPPLICATION = "Aplicación de correo electrónico";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "Capacidad para editar desde el campo De en el correo electrónico";
ABILITYTOEDITTHETOFIELDFOREMAIL = "Capacidad para editar desde el campo Para en el correo electrónico";
ABILITYTOEDITTHECCFIELDFOREMAIL = "Capacidad para editar desde el campo CC en el correo electrónico";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "Capacidad para editar desde el campo CCO en el correo electrónico";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "Capacidad para editar desde el campo Asunto en el correo electrónico";
ABILITYTOEDITTHEBODYOFANEMAIL = "Capacidad para editar desde el cuerpo del correo electrónico";
ADDRESSBOOK = "Libreta de direcciones";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "Capacidad para gestionar contactos en una libreta de direcciones privada";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "Capacidad para gestionar contactos en una libreta de direcciones compartida";
SAVETOSHAREPOINT = "Guardar en SharePoint®";
NETWORKFOLDERAPPLICATION = "Aplicación de carpeta de red";
ABILITYTOEDITTHENETWORKFOLDERPATH = "Capacidad para editar la ruta de carpeta de red";
JOBSTATUSAPPLICATION = "Aplicación de estado de trabajo";
DETAILSORCANCELANYUSERSJOB = "Detalles o cancelar trabajos de cualquier usuario";
ABILITYTOPROMOTEANYUSERSJOB = "Capacidad para promover trabajos de cualquier usuario";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "Capacidad para ver todos los trabajos en el registro de trabajos para todos los usuarios";
SAVETOUSBAPPLICATION = "Guardar en aplicación USB";
DEVICEMAINTENANCEAPPLICATION = "Aplicación de mantenimiento de dispositivo";
INFORMATION = "Información";
DEVICESTATUS = "Estado del dispositivo";
PRINT = "Imprimir";
HPWEBSERVICES = "Servicios Web HP";
ONLINEHELP = "Ayuda en línea";
FAX = "Fax";
RESTRICTCOLOR = "Restringir color";

EnableFromRestrictColorPlugin = "Para habilitar esta función, vaya al complemento de restricción de color";
ENABLEDEVICEUSB = "Activar dispositivo USB";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "Eliminar trabajos protegidos sin introducir la contraseña ni el PIN";
JOBLOG = "Registro de trabajos";
STATUSINFORMATION = "Información de estado";
PRINTABLEREPORTSANDPAGES = "Informes y páginas imprimibles";
NETWORKING = "Conexión en red";
ALERTS = "Alertas";
CONTROLPANELADMINISTRATIONMENU = "Menú de administración del panel de control";
AUTOSEND = "Envío automático";
DISPLAYCUSTOMIZATIONS = "Mostrar personalizaciones";
BACKUPANDRESTORE = "Copia de seguridad y restaurar";
SOLUTIONINSTALLER = "Instalador de soluciones";
FIRMWAREUPGRADE = "Actualización de firmware";
QUOTAANDSTATISTICSSERVICES = "Servicios de presupuestos y estadísticas";
CONTROLPANELCUSTOMIZATION = "Personalización del panel de control";
QUICKSETSSETUP = "Configuración rápida";
GENERALTROUBLESHOOTING = "Resolución de problemas general";
CALIBRATIONCLEANING = "Calibración/limpieza";
SECURITY = "Seguridad";
GENERALSECURITY = "Seguridad general";
ACCESSCONTROL = "Control de acceso";
PROTECTSTOREDDATA = "Proteger datos almacenados";
CERTIFICATEMANAGEMENT = "Gestión de certificaciones";
WEBSERVICESECURITY = "Seguridad de servicios web";
EMAILDOMAINRESTRICTION = "Restricción de dominios de correo electrónico";
FAXARCHIVEANDFORWARDING = "Archivo y transmisión de faxes";
SPEEDDIALS = "Marcaciones rápidas";
COPYPRINT = "Copiar/imprimir";
ADJUSTPAPERTYPES = "Ajustar tipos de papel";
RETRIEVEFROMUSBSETUP = "Recuperar de la configuración USB";
REMOTESCANREQUEST = "Solicitud de escaneado remoto";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "Enviar por correo electrónico para los asistentes de configuración rápida de la red";
PREFERENCES = "Preferencias";
